Revit 2027 API
BuiltInFailures.NumberingFailures.MoreThenOneElementWasChanged Property
 The operation lead to the renumbering of more then one element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MoreThenOneElementWasChanged { get; }
Public Shared ReadOnly Property MoreThenOneElementWasChanged As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MoreThenOneElementWasChanged {
	FailureDefinitionId^ get ();
}
static member MoreThenOneElementWasChanged : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.NumberingFailures Class
Autodesk.Revit.DB Namespace